Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །དམིགས་པའི་ཚུལ་གྱིས་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the fruit of entering the stream to nirvāṇa.

source: །དམིགས་པའི་ཚུལ་གྱིས་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་རང་བྱང་ཆུབ་དང་། སངས་རྒྱས་ཉིད་ལ་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, or buddhahood.

source: །དམིགས་པའི་ཚུལ་གྱིས་ཐམས་ཅད་ཤེས་པ་ཉིད་ལ་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on knowledge of all the dharmas, and they should not, by way of apprehending, dwell on knowledge of the path or all-aspect omniscience. “

source: །དམིགས་པའི་ཚུལ་གྱིས་གཟུགས་ཤེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion of physical forms.

source: །དམིགས་པའི་ཚུལ་གྱིས་ཚོར་བ་དང་། འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion of feelings, perceptions, formative predispositions, or consciousness.

source: །དམིགས་པའི་ཚུལ་གྱིས་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་ཞེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion of the sense fields, the sensory elements, or the links of dependent origination.

source: །དམིགས་པའི་ཚུལ་གྱིས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: They should not, by way of apprehending, dwell on the notion of the perfection of generosity, and they should not, by way of apprehending, dwell on the notion of the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom.

source: ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཤེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion of the emptiness of internal phenomena, and they should not, by way of apprehending, dwell on the notion of [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །དམིགས་པའི་ཚུལ་གྱིས་ཡང་དག་པར་སྤོང་བ་རྣམས་དང་རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་སྟོབས་རྣམས་དང་བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཞེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་འཕགས་པའི་བདེན་པ་རྣམས་དང་བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་རྣམས་དང་མཐར་ཀྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་།
en: They should not, by way of apprehending, dwell on the notion of the applications of mindfulness, and they should not, by way of apprehending, dwell on the notion of the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path.

source: སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་དང་། ཏིང་ངེ་འཛིན་དང་གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་།
en: They should not, by way of apprehending, dwell on the notion of the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the distinct qualities of the buddhas.

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཤེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་རྒྱུན་ཏུ་ཞུགས་པའི་འབྲས་བུ་ཞེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion of the fruit of entering the stream to nirvāṇa.

source: །དམིགས་པའི་ཚུལ་གྱིས་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དང་ལམ་གྱི་རྣམ་པ་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion of the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, knowledge of the path, or all-aspect omniscience. “

source: །དམིགས་པའི་ཚུལ་གྱིས་གཟུགས་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion that physical forms are permanent or on the notion that they are impermanent.

source: །གཟུགས་བདེ་ཞེས་བྱ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་མི་དབེན་ཞེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that physical forms are imbued with happiness, on the notion that they are imbued with suffering, on the notion that they constitute a self, on the notion that they do not constitute a self, on the notion that they are pleasant, on the notion that they are unpleasant, on the notion that they are at peace, on the notion that they are not at peace, on the notion that they are void, on the notion that they are not void, on the notion that they are empty, on the notion that they are not empty, on the notion that they are with signs, on the notion that they are without signs, on the notion that they have aspirations, or on the notion that they are without aspirations. “

source: སྟོང་ཞེས་བྱ་བ་དང་མི་སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་ཡོད་ཅེས་བྱ་བ་དང་མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་ཡོད་ཅེས་བྱ་བ་དང་སྨོན་པ་མེད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་ཚོར་བ་དང་འདུ་ཤེས་དང་འདུ་བྱེད་དང་རྣམ་པར་ཤེས་པ་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion that feelings, perceptions, formative predispositions, or consciousness are permanent or on the notion that they are impermanent.

source: །དམིགས་པའི་ཚུལ་གྱིས་རྣམ་པར་ཤེས་པ་བདེ་ཞེས་བྱ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་དབེན་ཞེས་བྱ་བ་དང་མི་དབེན་ཞེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་མི་སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་ཡོད་ཅེས་བྱ་བ་དང་མཚན་མ་མེད་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that consciousness [and so forth] are imbued with happiness, on the notion that they are imbued with suffering, on the notion that they constitute a self, on the notion that they do not constitute a self, on the notion that they are pleasant, on the notion that they are unpleasant, on the notion that they are at peace, on the notion that they are not at peace, on the notion that they are void, on the notion that they are not void, on the notion that they are empty, on the notion that they are not empty, on the notion that they are with signs, on the notion that they are without signs, on the notion that they have aspirations, or on the notion that they are without aspirations. {

source: སྨོན་པ་ཡོད་ཅེས་བྱ་བ་དང་སྨོན་པ་མེད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: Ki.

source: །དམིགས་པའི་ཚུལ་གྱིས་སྐྱེ་མཆེད་དང་ཁམས་དང་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ་བདེ་ཞེས་བྱ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་།
en: II-III: 8} “They should not, by way of apprehending, dwell on the notion that the sense fields, sensory elements, and links of dependent origination are permanent or on the notion that they are impermanent.

source: ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་མི་དབེན་ཞེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་མི་སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་ཡོད་ཅེས་བྱ་བ་དང་མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་ཡོད་ཅེས་བྱ་བ་དང་སྨོན་པ་མེད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion that the links of dependent origination [and so forth] are imbued with happiness, on the notion that they are imbued with suffering, on the notion that they constitute a self, on the notion that they do not constitute a self, on the notion that they are pleasant, on the notion that they are unpleasant, on the notion that they are at peace, on the notion that they are not at peace, on the notion that they are void, on the notion that they are not void, on the notion that they are empty, on the notion that they are not empty, on the notion that they are with signs, on the notion that they are without signs, on the notion that they have aspirations, or on the notion that they are without aspirations. “

source: །དམིགས་པའི་ཚུལ་གྱིས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་བདེ་ཞེས་བྱ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that the perfection of generosity is permanent or on the notion that it is impermanent.

source: །དམིགས་པའི་ཚུལ་གྱིས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion that the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom are permanent or on the notion that they are impermanent.

source: །དམིགས་པའི་ཚུལ་གྱིས་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བདེ་ཞེས་བྱ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་མི་དབེན་ཞེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that the perfection of wisdom [and so forth] are imbued with happiness, on the notion that they are imbued with suffering, on the notion that they constitute a self, on the notion that they do not constitute a self, on the notion that they are pleasant, on the notion that they are unpleasant, on the notion that they are at peace, on the notion that they are not at peace, on the notion that they are void, on the notion that they are not void, on the notion that they are empty, on the notion that they are not empty, on the notion that they are with signs, on the notion that they are without signs, on the notion that they have aspirations, or on the notion that they are without aspirations. “

source: སྟོང་ཞེས་བྱ་བ་དང་མི་སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་ཡོད་ཅེས་བྱ་བ་དང་མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་ཡོད་ཅེས་བྱ་བ་དང་སྨོན་པ་མེད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་རྟག་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that the emptiness of internal phenomena is permanent or on the notion that it is impermanent.

source: མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་བདེ་ཞེས་བྱ་བ་དང་། སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་མི་དབེན་ཞེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་མི་སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་ཡོད་ཅེས་བྱ་བ་དང་མཚན་མ་མེད་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that the emptiness of internal phenomena is imbued with happiness, on the notion that it is imbued with suffering, on the notion that it constitutes a self, on the notion it does not constitute a self, on the notion that it is pleasant, on the notion that it is unpleasant, on the notion that it is at peace, on the notion that it is not at peace, on the notion that it is void, on the notion that it is not void, on the notion that it is empty, on the notion that it is not empty, on the notion that it is with signs, on the notion that it is without signs, on the notion that it has aspirations, or on the notion that it is without aspirations. “

source: སྨོན་པ་ཡོད་ཅེས་བྱ་བ་དང་སྨོན་པ་མེད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་བདེ་ཞེས་བྱ་བ་དང་། སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, are permanent or on the notion that they are impermanent.

source: །དམིགས་པའི་ཚུལ་གྱིས་དྲན་པ་ཉེ་བར་གཞག་པ་བརྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་དྲན་པ་ཉེ་བར་གཞག་པ་བདེ་ཞེས་བྱ་བ་དང་སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that the applications of mindfulness are permanent or on the notion that they are impermanent.

source: ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་མི་དབེན་ཞེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་མི་སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་ཡོད་ཅེས་བྱ་བ་དང་མཚན་མ་མེད་ཅེས་བྱ་བ་དང་། སྨོན་པ་ཡོད་ཅེས་བྱ་བ་དང་སྨོན་པ་མེད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་ཡང་དག་པར་སྤོང་བ་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་སྟོབས་དང་བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་། བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་པ་རྣམས་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: They should not, by way of apprehending, dwell on the notion that the applications of mindfulness are imbued with happiness, on the notion that they are imbued with suffering, on the notion that they constitute a self, on the notion they do not constitute a self, on the notion that they are pleasant, on the notion that they are unpleasant, on the notion that they are at peace, on the notion that they are not at peace, on the notion that they are void, on the notion that they are not void, on the notion that they are empty, on the notion that they are not empty, on the notion that they are with signs, on the notion that they are without signs, on the notion that they have aspirations, or on the notion that they are without aspirations. “

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། བྱམས་པ་ཆེན་པོ་དང་སྙིང་རྗེ་ཆེན་པོ་དང་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་རྟག་ཅེས་བྱ་བ་དང་མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion that the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the meditative stabilities, the dhāraṇī gateways, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, great loving kindness, great compassion, or the eighteen distinct qualities of the buddhas are permanent or on the notion that they are impermanent.

source: །དམིགས་པའི་ཚུལ་གྱིས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་པ་དེ་ཞེས་བྱ་བ་དང་། སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་། ཞི་ཞེས་བྱ་བ་དང་མ་ཞི་ཞེས་བྱ་བ་དང་། དབེན་ཞེས་བྱ་བ་དང་མི་དབེན་ཞེས་བྱ་བ་དང་། སྟོང་ཞེས་བྱ་བ་དང་མི་སྟོང་ཞེས་བྱ་བ་དང་། མཚན་མ་ཡོད་ཅེས་བྱ་བ་དང་མཚན་མ་མེད་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that the eighteen distinct qualities of the buddhas [and those other attributes] are imbued with happiness, on the notion that they are imbued with suffering, on the notion that they constitute a self, on the notion they do not constitute a self, on the notion that they are pleasant, on the notion that they are unpleasant, on the notion that they are at peace, on the notion that they are not at peace, on the notion that they are void, on the notion that they are not void, on the notion that they are empty, on the notion that they are not empty, on the notion that they are with signs, on the notion that they are without signs, on the notion that they have aspirations, or on the notion that they are without aspirations. “

source: སྨོན་པ་ཡོད་ཅེས་བྱ་བ་དང་སྨོན་པ་མེད་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་རྟག་ཅེས་བྱ་བ་དང་། མི་རྟག་ཅེས་བྱ་བར་གནས་པར་མི་བྱའོ། །དམིགས་པའི་ཚུལ་གྱིས་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་བདེ་ཞེས་བྱ་བ་དང་། སྡུག་བསྔལ་ཞེས་བྱ་བ་དང་། བདག་ཅེས་བྱ་བ་དང་བདག་མེད་ཅེས་བྱ་བ་དང་། སྡུག་ཅེས་བྱ་བ་དང་མི་སྡུག་ཅེས་བྱ་བ་དང་།
en: They should not, by way of apprehending, dwell on the notion that [the fruits and realizations], up to and including all-aspect omniscience, are permanent or on the notion that they are impermanent.

source: །ཀཽ་ཤི་ཀ་གཞན་ཡང་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་འདུས་མ་བྱས་ལས་གདགས་ཤེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་རང་བྱང་ཆུབ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདུས་མ་བྱས་ལས་གདགས་ཤེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ།
en: Moreover, Kauśika, they should not, by way of apprehending, dwell on the notion that the fruit of entering the stream to nirvāṇa derives its dignity from unconditioned phenomena, nor should they, by way of apprehending, dwell on the notion that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, individual enlightenment, and unsurpassed, complete enlightenment derive their dignity from unconditioned phenomena. “

source: རྒྱུན་དུ་ཞུགས་པ་སྦྱིན་པའི་གནས་ཞེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion that those who have entered the stream to nirvāṇa are worthy of gifts.

source: །ལན་ཅིག་ཕྱིར་འོང་བ་དང་ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་དང་རང་བྱང་ཆུབ་དང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སྦྱིན་པའི་གནས་ཤེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion that those who are destined for only one more rebirth, those who are no longer subject to rebirth, those who are arhats, those who are pratyekabuddhas, and those who are tathāgatas, arhats, completely awakened buddhas are worthy of gifts. “

source: །ཀཽ་ཤི་ཀ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ས་དང་པོ་ལ་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ།
en: Moreover, Kauśika, bodhisattva great beings should not, by way of apprehending, dwell on the first [bodhisattva] level.

source: །ས་གཉིས་པ་དང་ས་གསུམ་པ་དང་ས་བཞི་པ་དང་ས་ལྔ་པ་དང་ས་དྲུག་པ་དང་ས་བདུན་པ་དང་ས་བརྒྱད་པ་དང་ས་དགུ་པ་དང་ས་བཅུ་པ་ལ་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ།
en: They should not, by way of apprehending, dwell on the second level, the third level, the fourth level, the fifth level, the sixth level, the seventh level, the eighth level, the ninth level, or the tenth level.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། གནས་པ་ནི་མི་བརྟན་པར་འགྱུར་བའི་ཕྱིར་རོ།
en: If you ask why, it is because if they were to dwell thereon, that dwelling would be unstable. “

source: །ཀཽ་ཤི་ཀ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་སེམས་དང་པོ་བསྐྱེད་པ་ལ་གནས་ཏེ། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ། །ཞེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ།
en: Moreover, Kauśika, bodhisattva great beings should not, by way of apprehending, dwell on the notion, ‘I, abiding in the initial setting of the mind on enlightenment, should perfect the perfection of generosity.’

source: །ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion, ‘I should perfect the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, and the perfection of wisdom.’ “

source: །ཞེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ། །དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion, ‘I should perfect the applications of mindfulness.’

source: །ཞེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion, ‘I should perfect the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, and the noble eightfold path.’ “

source: །ཞེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་འཇུག་པར་བྱའོ།
en: Bodhisattva great beings should not, by way of apprehending, dwell on the notion, ‘I should enter a bodhisattva’s full maturity.’

source: །ཞེས་བྱ་བར་དམིགས་པའི་ཚུལ་གྱིས་གནས་པར་མི་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མེད་པར་ཞུགས་ནས། ཕྱིར་མི་ལྡོག་པའི་ས་ལ་གནས་པར་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའི་མངོན་པར་ཤེས་པ་ལྔ་ཡོངས་སུ་རྫོགས་པར་བྱའོ།
en: They should not, by way of apprehending, dwell on the notion, ‘I, having entered into the maturity of the bodhisattvas, should then dwell on the irreversible [eighth] level.’

source: །བྱང་ཆུབ་སེམས་དཔའི་མངོན་པར་ཤེས་པ་ལྔ་ལ་གནས་ཏེ།
en: They should not, by way of apprehending, dwell on the notion, ‘I, maintaining the five extrasensory powers of a bodhisattva, {Ki.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལ་བལྟ་བ་དང་། ཕྱག་བྱ་བ་དང་མཆོད་པ་དང་བསྙེན་བཀུར་བ་དང་ཆོས་མཉན་པ་དང་། ཐོས་ནས་ཀྱང་དེ་བཞིན་ཉིད་དུ་གཞན་ལ་བསྟན་པར་བྱ་བའི་ཕྱིར། སངས་རྒྱས་ཀྱི་ཞིང་ཚད་མེད་གྲངས་མེད་པར་འགྲོའོ། །སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་དག་གི་ཞིང་ཅི་འདྲ་བ་དེ་འདྲ་བ་ཉིད་དུ་ཡོངས་སུ་བསྒྲུབ་པར་བྱའོ། །སེམས་ཅན་རྣམས་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྨིན་པར་བྱའོ།
en: II-III: 9} should proceed to inestimable, countless buddhafields in order to behold the lord buddhas, pay homage to them, worship and venerate them, listen to the Dharma in their presence, and after hearing it teach it in just that way to others.’

source: །འཇིག་རྟེན་གྱི་ཁམས་ཚད་མེད་གྲངས་མེད་པར་སོང་སྟེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ལ་མེ་ཏོག་དང་། ཕྲེང་བ་དང་དྲི་དང་བྱུག་པ་དང་ཕྱེ་མ་དང་ཆོས་གོས་དང་གདུགས་དང་། རྒྱལ་མཚན་དང་བ་དན་མང་པོས་རིམ་གྲོར་བྱའོ། །བཀུར་བསྟིར་བྱའོ། །བསྟི་སྟང་དུ་བྱའོ། མཆོད་པར་བྱའོ། །དེ་བཞིན་གཤེགས་པ་དེ་དག་ལ་ན་བཟའ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་དག་གིས་ཀྱང་མཆོད་པར་བྱའོ།
en: Nor should they, by way of apprehending, dwell on the notions, ‘I should master similar fields to those fields of the lord buddhas,’ or ‘I, having traveled through inestimable, countless world systems, should venerate, respect, honor, and worship the tathāgatas, arhats, completely awakened buddhas with flowers, garlands, perfumes, unguents, powders, religious robes, parasols, victory banners, and many ribbons,’ or to the notion, ‘I should worship those tathāgatas with many hundred billion trillions of garments.’ “
